11/data/attachments/7b979adafa6d1c2e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Dawn_structure_Friend_38994_9</nif:username>
            <nif:friendToBeRequested>soap_friends_9f3692d2-b0b2-4737-bae9-628b470a21ee</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>